Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Display _menubar in new windows
ug: يېڭى كۆزنەكتە تىزىملىك بالداقنى كۆرسەت(_M)

source: Display _mount points only
ug: ئېگەرلەش نۇقتىسىنىلا كۆرسەت(_M)

source: Display _network file systems
ug: تور ھۆججەت سىستېمىلىرىنى كۆرسەت(_N)

source: Display _number:
ug: ئېكران نومۇرى(_N)

source: Display _seconds
ug: سېكۇنت نى كۆرسەتسۇن(_S)

source: Display a separate WMdock properties button in the panel.
ug: كۆزنەك(panel) ئىچىدە WMdock ئايرىۋېتىلگەن توپچىلىرىنى كۆرسىتىدۇ.

source: Display a warning message
ug: دىققەت ئۇچۇرى چىقىرىش

source: Display bar
ug: بالداقنى كۆرسەت

source: Display battery status using ACPI
ug: توكدان ھالىتىنى ACPI نى ئىشلىتىپ كۆرسىتىش

source: Display button
ug: توپچىنى كۆرسىتىدۇ

source: Display date and time in the statusbar
ug: چېسلا ۋە ۋاقىتنى ھالەت بالداقتا كۆرسىتىدۇ

source: Display desktop names
ug: ئۈستەلئۈستى ئاتىنى كۆرسىتىش

source: Display digital clock and tooltip
ug: رەقەملىك سائەت ۋە كۆرسەتمىنى كۆرسىتىش

source: Display folder content in a compact list view
ug: مۇندەرىجە مەزمۇنىنى ئىخچام تىزىم كۆرۈنۈشىدە كۆرسىتىدۇ

source: Display folder content in a detailed list view
ug: مۇندەرىجە مەزمۇنىنى تەپسىلىي تىزىم كۆرۈنۈشىدە كۆرسىتىدۇ

source: Display folder content in an icon view
ug: مۇندەرىجە مەزمۇنىنى سىنبەلگە كۆرۈنۈشىدە كۆرسىتىدۇ

source: Display help contents
ug: ياردەملەرنىڭ مەزمۇنى كۆرسىتىدۇ

source: Display hours
ug: سائەتنى كۆرسەت

source: Display icon
ug: سىنبەلگە كۆرسەت

source: Display information about Thunar
ug: سۇنار(Thunar) ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Display information about Thunar Bulk Rename
ug: سۇنار(Thunar) ھۆججەت ئاتىنى توپ ئۆزگەرتكۈچ ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Display information about Xfburn
ug: Xfburn ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Display information about ristretto
ug: رىسترېتتو(ristretto) ھەققىدىكى ئۇچۇرنى كۆرسىتىدۇ

source: Display label
ug: ئەن كۆرسەت

source: Display meter
ug: مېتىرنى كۆرسىتىدۇ

source: Display mismatch
ug: كۆرسەتكۈچ ماسلاشمىدى

source: Display monitors (CPU, RAM)
ug: كۆزەتكۈلەرنى كۆرسىتىش(CPU، RAM)

source: Display more detailed information about this audio file.
ug: بۇ ئۈن ھۆججىتى ھەققىدىكى تېخىمۇ كۆپ ئۇچۇرلارنى كۆرسىتىدۇ.

source: Display name
ug: كۆرسەتكۈچ ئاتى

source: Display percentage
ug: قالدۇق پىرسەنتىنى كۆرسەت

source: Display percentage in tooltip
ug: پىرسەنتنى كۆرسەتمىدە كۆرسەت

source: Display power
ug: توك مەنبەسىنى كۆرسەت

source: Display program version
ug: پروگرامما نەشرى كۆرسىتىدۇ

source: Display remaining time in the panel
ug: كۆزنەكتە قالغان ۋاقىتنى كۆرسەتسۇن

source: Display ristretto user manual
ug: رىسترېتتو(ristretto) نىڭ قوللانمىسىنى كۆرسىتىدۇ

source: Display seconds
ug: مىنۇتنى كۆرسەت

source: Display settings
ug: كۆرسەتكۈچ تەڭشىكى

source: Display size
ug: چوڭلۇقىنى كۆرسىتىدۇ

source: Display system temperature
ug: سىستېما تېمپېراتۇرىسىنى كۆرسىتىش

source: Display tab in background (History List)
ug: بەتكۈچنى ئارقىدا ئاچ(ئىز تىزىمى)

source: Display the Mousepad user manual
ug: ئىشلەتكۈچى قوللانمىسىنى كۆرسىتىدۇ

source: Display the contents of the trash can
ug: ئەخلەتخانا ئىچىنى كۆرسىتىدۇ

source: Display the current selected tab in background
ug: نۆۋەتتە تاللانغان بەتكۈچنى ئارقىدا ئاچىدۇ

source: Display the mouse on the screenshot
ug: ئېكران كۆرۈنۈشىدە چاشقىنەك نۇر بەلگىسىنى كۆرسەت

source: Display the mouse pointer on the screenshot
ug: ئېكران كۆرۈنۈشىنى چاشقىنەك نۇربەلگىسىنى كۆرسىتىش

source: Display the session chooser every time Xfce starts
ug: ھەر قېتىم Xfce قوزغالغاندا ئەڭگىمە تاللىغۇنى كۆرسەت

source: Display the trash can
ug: ئەخلەتخانىنىڭ ئىچىنى كۆرسىتىش

source: Display tile in the background.
ug: تەگدە چاقچۇق كۆرسىتىدۇ.

source: Display time
ug: ۋاقىت كۆرسەت

source: Display time remaining in tooltip
ug: قالدۇقنى كۆرسەتمىدە كۆرسەت

source: Display version information
ug: نەشر ئۇچۇرىنى كۆرسەت

source: Display version information and exit
ug: نەشر ئۇچۇرنى كۆرسىتىپ چېكىنىدۇ

source: Display workspace number, by cmeury@users.sf.net
ug: خىزمەت رايونى نومۇرنى كۆرسىتىش، ئاپتور cmeury@users.sf.net

source: Displayed Items
ug: كۆرسىتىدىغان تۈرلەر

source: Distributed Hash Table allows to use torrents without a working tracker
ug: بۇ Distributed Hash Table ئارقىلىق working tracker بولمىسىمۇ توررېنتنى ئىشلەتكىلى بولىدۇ

source: Do _not ask me again
ug: قايتا سورىما(_N)

source: Do _not display this message again
ug: بۇ ئۇچۇرنى بۇنىڭدىن كېيىن كۆرسەتمە(_N)

source: Do _not generate thumbnails for files exceeding this size:
ug: بۇ چوڭلۇقتىن ئېشىپ كەتكەن ھۆججەتلەرنىڭ كىچىك سۈرىتىنى ھاسىل قىلمىسۇن(_N)

source: Do _not show this message again
ug: بۇ ئۇچۇرنى ئەمدى كۆرسەتمە(_N)

source: Do _nothing
ug: ھېچنېمە قىلما(_N)

source: Do not daemonize
ug: مۇئەككەل قىلما

source: Do not fork to the background
ug: ئارقا تەرەپكە ئاچىلىمىسۇن

source: Do not load plugins
ug: قىستۇرمىلارنى ئوقۇيالمىدى

source: Do not register with the D-BUS session message bus
ug: D-BUS ئەڭگىمە ئۇچۇر باش لىنىيىسى بىلەن خەتلەتمە

source: Do not show window decorations (borders)
ug: كۆزنەك بېزەكلىرى(گىرۋەكلىرى) نى كۆرسەتمە

source: Do not try to use or become a D-Bus service
ug: ئىشلەتمىسۇن ياكى D-Bus مۇلازىمىتى بولمىسۇن

source: Do not wait for a window manager on startup
ug: باشلانغاندا ھۆججەت باشقۇرغۇنى كۈتمىسۇن

source: Do nothing
ug: ھېچ ئىش قىلما

source: Do you really want to delete all cookies?
ug: ھەممە كۇكى(Cookie)نى راستلا ئۆچۈرەمسىز؟

source: Do you really want to switch to another user?
ug: باشقا ئىشلەتكۈچىگە ئالماشتۇرسۇنمۇ؟

source: Do you want remove the dockapp "%s"?
ug: dockapp «%s» نى ئۆچۈرەمسىز؟

source: Do you want to apply your changes recursively to all files and subfolders below the selected folder?
ug: تاللانغان مۇندەرىجە ئىچىدىكى بارلىق ھۆججەت ۋە مۇندەرىجىلەرگىمۇ ئىشلەتسۇنمۇ؟

source: Do you want to continue?
ug: داۋاملاشتۇرامسىز؟

source: Do you want to create it?
ug: قۇرامسىز؟

source: Do you want to delete '%s'?
ug: سىزنىڭ ‹%s› نى ئۆچۈرگۈڭىز بارمۇ؟

source: Do you want to delete the selected files?
ug: تاللانغان ھۆججەتلەرنى ئۆچۈرەمسىز؟

source: Do you want to discard the unsaved message?
ug: ساقلانمىغان خەتنى تاشلىۋېتەمسىز؟

source: Do you want to move the selected files to trash can?
ug: تاللانغان ھۆججەتلەرنى ئەخلەتخانىغا يۆتكەمسىز؟

source: Do you want to overwrite it?
ug: قاپلىۋېتەمسىز؟

source: Do you want to read the %s manual online?
ug: قوللانما %s نى توردا ئوقۇمسىز؟

source: Do you want to read the manual online?
ug: قوللانمىنى توردا ئوقۇمسىز؟

source: Do you want to recursively apply these changes to all files and sub-folders?
ug: بۇلارنى بارلىق ھۆججەت ۋە تارماق مۇندەرىجىگە چوڭقۇرلاپ قوللىنامسىز؟

source: Do you want to reload the group?
ug: مەزكۇر گۇرۇپپىنى قايتا ئوقۇمسىز؟

source: Do you want to replace the existing saved search?
ug: نۆۋەتتىكى ساقلانغان ئىزدەشنى ئالماشتۇرامسىز؟

source: Do you want to save the changes before closing?
ug: يېپىشتىن بۇرۇن ئۆزگىرىشلەرنى ساقلىۋالامسىز؟

source: Do you want to save your changes before reloading?
ug: قايتا ئوقۇشتىن ئاۋۋال ئۆزگىرىشلەرنى ساقلىۋالامسىز؟

source: Do you want to send the message without a subject?
ug: ماۋزۇسىز خەتنى ئەۋەتەمسىز؟

source: Do you want to send the message without attachments?
ug: ئۇچۇرنى قوشۇلمىسىز ئەۋەتەمسىز؟

source: Do you want to skip it?
ug: ئۆتكۈزۈۋېتەمسىز؟

source: Do you want to skip this file and continue to rename the remaining files?
ug: بۇ ھۆججەتنى ئۆتكۈزۈۋېتىپ قالغان ھۆججەتلەرنىڭ ئاتىنى ئۆزگەرتىشنى داۋاملاشتۇرامسىز؟

source: Do you want to start the panel? If you do, make sure you save the session on logout, so the panel is automatically started the next time you login.
ug: كۆزنەكنى باشلىغۇڭىز بارمۇ؟ شۇنداق بولسا، چىقىدىغان چاغدا چوقۇم ئەڭگىمەنى ساقلىشىڭىز كېرەك. شۇنىڭ بىلەن كېيىنكى قېتىم كىرگەندە ئاپتوماتىك باشلىنىدۇ.

source: Do you want to suspend to RAM?
ug: ئەسلەككە توڭلىتامسىز؟

source: Do you want to suspend to disk?
ug: دىسكىغا توڭلىتامسىز؟

source: Dockapp detection
ug: Dockapp نى بايقاش

source: Document
ug: پۈتۈك

source: Document Settings
ug: پۈتۈك تەڭشىكى

source: Domain: %s
ug: دائىرە: %s

source: Don't Install
ug: قاچىلىما

source: Don't Reload
ug: قايتا ئوقۇما

source: Don't _reserve space on borders
ug: گىرۋەكلىرىدە بوشلۇق قالدۇرمىسۇن(_R)

source: Don't add from archives when adding folders
ug: قىسقۇچتىن قوشۇۋاتقاندا ئارخىپتىن قوشما

source: Don't ask again
ug: قايتا سورىما

source: Don't display a warning if an alarm command is set
ug: قوڭغۇراق بۇيرۇقى بەلگىلەن بولسا ئاگاھلاندۇرۇشنى كۆرسەتمىسۇن

source: Don't display an image at all
ug: سۈرەتنى شۇ ھامان كۆرسەتمىسۇن

source: Don't display the warning window if an alarm command is set
ug: قوڭغۇراق بۇيرۇقى بەلگىلەن بولسا ئاگاھلاندۇرۇشنى كۆرسەتمىسۇن

source: Don't install
ug: ئورناتما

source: Don't loop
ug: قايتىلىما

source: Don't unload the plugin from memory
ug: ئەسلەكتىن قىستۇرمىنى چىقىرىۋەتمىسۇن

source: Done
ug: تامام

source: Dots
ug: چېكىتلەر

source: Double
ug: يۇقىرى ئېنىقلىقتىكى سان

source: Double Click
ug: قوش چېكىش

source: Double quotation marks not inside braces in string: %s
ug: تېكىستتىكى قوش پەش تىرناق ئىچىدە ئەمەس ئىكەن: %s

source: Down
ug: ئاستى

source: Download Manager
ug: چۈشۈرۈش باشقۇرغۇسى

source: Download Options
ug: چۈشۈرۈش تاللانمىلىرى

source: Download _Video
ug: سىننى چۈشۈر(_V)

source: Download directory:
ug: چۈشۈرۈش مۇندەرىجىسى:

source: Download files with "%s" or a custom command
ug: ھۆججەتلەرنى «%s» دا ياكى ئىختىيارى بىر چۈشۈرگۈچتە چۈشۈرسۇن

source: Download files with Aria2
ug: ھۆججەتلەرنى Aria2 دە چۈشۈرسۇن

source: Download files with SteadyFlow
ug: ھۆججەتلەرنى SteadyFlow دە چۈشۈرسۇن

source: Drafts
ug: دەسلەپكى نۇسخا

source: Drag an item onto the toolbars above to add it, from the toolbars in the items table to remove it.
ug: قوشماقچى بولغان تۈرنى قورال بالدىقىغا تۇتۇپ تاشلاڭ، قورال بالدىقى تۇتۇپ ئالسىڭىز تۈر ئۆچۈرۈلىدۇ.

source: Drag and Drop
ug: سۆرەپ تاشلاش

source: Draw borders around monitors
ug: كۆزەتكۈچلەرنىڭ گىرۋەكلىرى سىزىلسۇن

source: Drive
ug: قوزغاتقۇچ

source: Drive can't burn on the inserted disc
ug: قوزغاتقۇچ سېلىنغان دىسكىغا يازالمىدى

source: Drive is empty
ug: قوزغاتقۇچ قۇرۇق

source: Drive status is unavailable... is HAL installed and hald running ?
ug: ئۈسكۈنە ھالىتى ئېنىق ئەمەس... HAL ئورنىتىلىپ ئىجرا قىلىنغانمۇ؟

source: Du_plicate
ug: كۆپەيت(_P)

source: Due
ug: مۆھلىتى

source: Dump all information
ug: ھەممە ئۇچۇرنى كۆرسەت

source: Duplicate
ug: كۆچۈرۈلمە نۇسخا

source: Duplicate filename '%s' for '%s'
ug: ‹%s› نىڭ بىلەن ‹%s› نىڭ ھۆججەت ئاتى ئوخشاش

source: Duplicate the current line or selection
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى كۆچۈرىدۇ

source: Duplicate the selected file
ug: تاللانغان ھۆججەتنى كۆپەيتىش

source: Duration
ug: ۋاقتى

source: Dynamic
ug: ھەرىكەتچان

source: Dynamic icon shows current month and day of the month.
ug: ھەرىكەتچان سىنبەلگىدە ئاي ۋە كۈن كۆرسىتىلسۇن.

source: E
ug: شەرق

source: E.g. mp3
ug: يەنى mp3 دېگەندەك

source: ENE
ug: شەرقىي شەرقىي-شىمال

source: ESE
ug: شەرقىي شەرقىي-جەنۇب

source: E_dit
ug: تەھرىر(_D)

source: E_ject Volume
ug: دىسكىنى چىقار(_J)

source: E_ject disk
ug: دىسكىنى چىقار(_J)

source: E_xclude specified file systems
ug: كۆرسىتىلگەن ھۆججەت سىستېمىلىرىنى تىزىملىكتىن چىقىرىۋەت(_X)

source: E_xecute on double click:
ug: قوش چەككەندە ئىجرا قىلسۇن(_X):

source: E_xtract To...
ug: يايىدىغان ئورۇن(_X)…

source: Each
ug: ھەر بىر

source: Early morning
ug: تاڭ سەھەر

source: Easily edit the toolbar layout
ug: قورال بالدىقىنىڭ ئورۇنلاشتۇرۇلۇشىنى ئاسانلا تەھرىرلىگىلى بولىدۇ

source: Easily toggle features on web pages on and off
ug: تور بەتنىڭ ئىقتىدارىنى ئاسانلا ئىناۋەتلىك/ئىناۋەتسىز قىلىدۇ

source: East
ug: شەرق

source: East Asian
ug: شەرقىي ئاسىيا

source: East European
ug: شەرقىي ياۋروپا

source: Easy to use task manager
ug: ئىشلىتىشكە ئەپلىك ۋەزىپە باشقۇرغۇ

source: Ed_it Menu
ug: تىزىملىك تەھرىرلە(_I)

source: Edge scro_lling
ug: گىرۋەكتە سىيرىش(_L)

source: Edge scrolling
ug: گىرۋەكتە سىيرىش

source: Edge:
ug: گىرۋەك:

source: Edit
ug: تەھرىر

source: Edit Action
ug: مەشغۇلات تەھرىرلەش

source: Edit Bookmark
ug: خەتكۈش تەھرىرلەش

source: Edit Bookmarks
ug: خەتكۈش تەھرىرلەش

source: Edit DSP Preset
ug: DSP ئالدىن تەڭشىشىنى تەھرىرلەش

source: Edit Directory
ug: مۇندەرىجە تەھرىرلە

source: Edit Encoder Preset
ug: كودلىغۇچ ئالدىن تەڭشىشىنى تەھرىرلەش

source: Edit ID3/OGG tags of this file.
ug: بۇ ھۆججەتتىكى ID3/OGG tag لارنى تەھرىرلەيدۇ

source: Edit Launcher
ug: ئىجراچىنى تەھرىرلە

source: Edit Link
ug: ئۇلانمىنى تەھرىرلە

source: Edit Mailbox: %s
ug: ئېلخەت ساندۇقىنى تەھرىرلە: %s

source: Edit Properties
ug: خاسلىق تەھرىرلە

source: Edit Property
ug: خاسلىق تەھرىرلەش

source: Edit Tags
ug: tag تەھرىرلە

source: Edit Thunars Preferences
ug: سۇنار(Thunar)نىڭ تەڭشىكىنى تەھرىرلەش

source: Edit _Bookmark
ug: خەتكۈش تەھرىرلەش(_B)

source: Edit _Tags
ug: Tag تەھرىرلە(_T)

source: Edit alarm
ug: قوڭغۇراق تەھرىرلە

source: Edit application
ug: پروگرامما تەھرىرلە

source: Edit bookmark
ug: خەتكۈش تەھرىرلەش

source: Edit column
ug: ئىستون تەھرىرلەش

source: Edit compound string
ug: بىرىكمە تېكىستنى تەھرىرلەش

source: Edit configuration
ug: سەپلىمە تەھرىرلەش

source: Edit encoder
ug: كودلىغۇچ تەھرىرلەش

source: Edit folder
ug: مۇندەرىجە تەھرىرلەيدۇ

source: Edit keyboard settings and application shortcuts
ug: ھەرپتاختا تەڭشىكى ۋە پروگرامما تېزلەتمىلىرىنى تەھرىرلەيدۇ

source: Edit playlist
ug: قويۇش تىزىمىنى تەھرىرلەش

source: Edit properties
ug: خاسلىق تەھرىرلە

source: Edit rule
ug: تۇزۇم تەھرىرلە

source: Edit search engine
ug: ئىزدەش ماتورى تەھرىرلە

source: Edit selected property
ug: تاللانغان خاسلىقنى تەھرىرلەيدۇ

source: Edit the currently selected action.
ug: ھازىرقى تاللانغان مەشغۇلاتنى تەھرىرلەيدۇ.

source: Edit the currently selected item
ug: ھازىرقى تاللانغان تۈرنى تەھرىرلەيدۇ

source: Edit the selected bookmark
ug: تاللانغان خەتكۈشنى تەھرىرلەيدۇ

source: Edit this image
ug: بۇ سۈرەتنى تەھرىرلەيدۇ

source: Edit with
ug: باشقا پروگراممىدا تەھرىرلە

source: Edit with Gimp
ug: GIMP دە تەھرىرلەش

source: Edition of the book (such as "first" or "second")
ug: كىتاب نەشرى(مەسىلەن «تۇنجى» ياكى «ئىككىنچى» دېگەندەك)

source: Education
ug: مائارىپ

source: Educational software
ug: مائارىپ دېتاللىرى

source: Either the password you entered is invalid, or the system administrator disallows shutting down this computer with your user account.
ug: كىرگۈزگەن ئىم خاتا، ياكى سىستېما باشقۇرغۇچىسى سىزگە كومپيۇتېرنىڭ توكنى ئۈزۈش ھوقۇقىنى بەرمىگەن بەرمىگەن

source: Eject
ug: چىقار

source: Eject "%s"
ug: "%s" نى چىقار

source: Eject "%s" from %s
ug: "%s" نى %s دىن چىقار

source: Eject %s
ug: %s نى چىقار

source: Eject %s from %s
ug: %s نى %s دىن چىقار

source: Eject Failed
ug: چىقىرىش مەغلۇپ بولدى

source: Eject audio %s
ug: ئۈن %s نى چىقار

source: Eject audio %s from %s
ug: ئۈن %s نى %s دىن چىقار

source: Eject blank %s
ug: قۇرۇق %s نى چاقار

source: Eject blank %s from %s
ug: قۇرۇق %s نى %s دىن چىقار

source: Eject failed
ug: چىقىرىش مەغلۇپ بولدى

source: Eject the disc
ug: دىسكىنى چىقىرىش

source: Ejecting device
ug: ئۈسكۈنە چىقىرىش

source: Embed
ug: سىڭدۈرۈش

source: Embed Plugin
ug: سىڭدۈرۈش قىستۇرمىسى

source: Embedded Cuesheet
ug: سىڭدۈرمە Cuesheet

source: Embeds an arbitrary window into the panel
ug: ھەرقانداق بىر كۆزنەكنى كۆزنەك(panel)كە سىڭدۈرىدۇ

source: Emblems
ug: كاكار

source: Emoticons
ug: چىراي ئىپادىلىرى

source: Empty
ug: قۇرۇق

source: Empty File
ug: قۇرۇق ھۆججەت

source: Empty Trash
ug: ئەخلەت ساندۇقىنى تازىلاش

source: Empty speed list
ug: قۇرۇق تېزلىك تىزىمى

source: Empty the session cache
ug: ئەڭگىمە غەملىكىنى تازىلايدۇ

source: Emptying the Trash...
ug: ئەخلەتخانىنى قۇرۇقداۋاتىدۇ...

source: Enable
ug: ئىناۋەتلىك

source: Enable Chinese CP936 detection and recoding
ug: خەنزۇچە كودلاش CP936 نى بايقاش ۋە خاتىرىلەشنى ئىناۋەتلىك قىلسۇن

source: Enable DHT (Distributed Hash Table)
ug: تاللانما DHT (Distributed Hash Table) ئىناۋەتلىك بولسۇن

source: Enable HTML5 local storage support
ug: HTML5 يەرلىك ساقلىغۇچنى قوللا

source: Enable HVSC Songlength DB
ug: ئىناۋەتلىك قىلىش(HVSC Songlength DB نى)

source: Enable NRG image support
ug: ئىناۋەتلىك قىلىش (NRG سۈرىتىنى قوللاشنى)

source: Enable Netscape plugins
ug: Netscape قىستۇرمىلىرى ئېچىۋەت

source: Enable PEX (Peer Exchange)
ug: تاللانما PEX (Peer Exchange) ئىناۋەتلىك بولسۇن

source: Enable Proxy Server
ug: ۋاكالەتچى مۇلازىمېتىرنى ئىناۋەتلىك قىلىش

source: Enable Russian CP1251 detection and recoding
ug: رۇسچە كودلاش CP1251 نى بايقاش ۋە خاتىرىلەشنى ئىناۋەتلىك قىلسۇن

source: Enable Search
ug: ئىزدەشكە بولىدۇ

source: Enable Spell Checking
ug: ئىملا تەكشۈرۈش ئىناۋەتلىك

source: Enable WebGL support
ug: WebGL نى ئىناۋەتلىك قىل

source: Enable _Volume Management
ug: دىسكا باشقۇرۇشنى ئىناۋەتلىك قىلسۇن(_V)

source: Enable _actions
ug: مەشغۇلاتنى ئىناۋەتلىك قىل(_A)

source: Enable _anti-aliasing
ug: anti-aliasing نى ئىشلەتسۇن(_A)

source: Enable _event sounds
ug: ھادىسە ئاۋازلىرى ئىناۋەتلىك بولسۇن(_E)

source: Enable _syntax highlighting
ug: يورۇتۇشنى ئىناۋەتلىك قىلسۇن(_S)

source: Enable _urgency notification
ug: جىددىي ئۇقتۇرۇشلارغا ئىجازەت(_U)

source: Enable antialising
ug: سىلىقلاشنى ئىناۋەتلىك قىلىش

source: Enable bottom panel
ug: ئاستى كۆزنەكنى ئىناۋەتلىك قىلىش

source: Enable compositing in the window manager for opacity settings in the panel.
ug: كۆزنەكنىڭ غۇۋالىقىنى تەڭشىگەندە، كۆزنەكنىڭ بىرىكىشنى ئىناۋەتلىك قىلىڭ.

source: Enable debugging
ug: سازلاشنى قوزغات

source: Enable debugging output
ug: سازلاش ئۇچۇرلىرىنى ئىناۋەتلىك قىلىدۇ

source: Enable e_ditable accelerators
ug: تىزىملىكنىڭ تېزلەتمىسى ئۆزگەرتىشكە ئىجازەت(_E)

source: Enable hinting
ug: خىنتلاشنى ئىناۋەتلىك قىلىش

source: Enable hori_zontal scrolling
ug: توغرا يۆنىلىشتە سىيرىش ئىناۋەتلىك بولسۇن(_Z)

source: Enable i_nput feedback sounds
ug: كىرگۈزگەندە چىقىدىغان ئاۋاز ئىناۋەتلىك بولسۇن(_N)

source: Enable key navigation
ug: كۇنۇپكا يېتەكچىسىنى ئىناۋەتلىك قىلىش

source: Enable keyboard multimedia keys
ug: ھەرپتاختىدىكى كۆپ ۋاسىتە كۇنۇپكىلىرى ئىناۋەتلىك بولسۇن

source: Enable notification
ug: ئۇقتۇرۇش ئىناۋەتلىك بولسۇن

source: Enable offline web application cache
ug: تورسىز ھالەتتە تور پروگراممىلىرىنىڭ غەملىكىنى ئېچىۋەت

source: Enable or disable event sounds globally (requires "Canberra" support)
ug: پۈتكۈل دائىرىدىكى ھادىسە ئاۋازىنى ئىناۋەتلىك ياكى ئىناۋەتسىز قىلىدۇ (بۇنىڭ ئۈچۈن «Canberra» بولۇشى كېرەك)

source: Enable scripts
ug: قوليازما(script) ئىناۋەتلىك

source: Enable scrobbler
ug: scrobbler نى ئىناۋەتلىك قىلىش

source: Enable signal quality colors
ug: سىگنال سۈپىتى كۆرسەتكۈچىنى ئىناۋەتلىك قىلسۇن

source: Enable text _wrapping
ug: تېكىستنى قاتلىسۇن(_W)

source: Enable this option if you want a waiting cursor to be shown while the action is launched. This is also highly recommended if you have focus stealing prevention enabled in your window manager.
ug: مەشغۇلات ئىجرا بولۇۋاتقان چاغدا چاشقىنەك ئىسترېلكىسىغا قۇم سائەت ئىشلەتمەكچى بولسىڭىز، بۇ تاللانمىنى ئىناۋەتلىك قىلىڭ. بۇنداق بولغاندا نۆۋەتتىكى كۆزنەكنىڭ ئىسترېلكىسىنىڭ ئوغرىلىنىپ كېتىشىدىن ساقلانغىلى بولىدۇ.

source: Enable this option to allow applications running inside the terminal windows to use bold text.
ug: ئۇنى ئىشلەتسە تېرمىنالدا ئىجرا بولۇۋاتقان پروگراممىنىڭ خەتلىرى قارا كۆرۈنىدۇ.

source: Enable this option to be able to scroll by a single line using the up/down arrow keys together with the Shift key.
ug: بۇ ئىناۋەتلىك قىلىنسا ئۈستى/ئاستى ياق ئوق كۇنۇپكىلىرى بىلەن Shift نى بىرلەشتۈرۈپ بېسىش ئارقىلىق بىر قۇرنى ئۈستى ياكى ئاستىغا سىيرىغىلى بولىدۇ.

source: Enable this option to show the menubar in newly created terminal windows.
ug: بۇنى ئىشلەتسە يېڭىدىن قۇرۇلغان تېرمىنال كۆزنىكىدە تىزىملىك بالدىقى كۆرسىتىلىدۇ.

source: Enable this option to show window decorations around newly created terminal windows.
ug: بۇ ئىناۋەتلىك قىلىنسا يېڭى قۇرۇلغان كۆزنەكنىڭ گىرۋەك بېزەكلىرى كۆرسىتىلىدۇ.

source: Enable visualization when playing audio file
ug: ئۈن قويۇۋاتقاندا سۈرەتلەشتۈرۈش ئىناۋەتلىك قىلىنسۇن

source: Enable/disable audible input from %s in output
ug: چىقىش %s دىن كىرگۈزۈلگەن ئاۋازنى ئىناۋەتلىك/ئىناۋەتسىز قىلىدۇ

source: Enabled
ug: ئىناۋەتلىك

source: Enabled/Disable XV support
ug: پروگراممىدا XV قوللىشىنى ئىناۋەتلىك/ئىناۋەتسىز قىل

source: Enables you to press any key on the keyboard to scroll down the terminal window to the command prompt.
ug: ئىناۋەتلىك قىلىنسا، ھەرپتاختىسى ئۇستىدىكى خالىغان كۇنۇپكىنى بېسىش ئارقىلىق، تېرمىنال كۆزنىكىنى بۇيرۇق قۇرىغىچە سىيرىشقا بولىدۇ.

source: Enabling this option allows the plugin to query the freedb.org servers in order to get the title of an audio CD.
ug: بۇ تاللانما رۇخسەت قىلىنسا freedb.org مۇلازىمېتىرىغا باغلىنىپ ئۈن CD سىنىڭ ماۋزۇسىنى سۈرۈشتۈرگىلى بولىدۇ.

source: Encoder / Vendor
ug: كودلىغۇچ / تارقاتقۇچى

source: Encoder:
ug: كودلىغۇچ:

source: Encoders
ug: كودلىغۇچ

source: Encoding:
ug: كودلاش:

source: Encrypted Filesystem
ug: Encrypt قىلىنغان ھۆججەت سىستېمىسى

source: Encryption Key:
ug: شىفىرلاش ئاچقۇچى:

source: End
ug: تامام

source: End element handler called while in root context
ug: ئاياق ئېلېمېنت بىر تەرەپ قىلغۇ root نىڭ ئىچىدە چاقىرىلدى

source: Energy empty
ug: قۇۋۋەت بوش

source: Energy full
ug: ئېنېرگىيە تولۇق

source: Energy full design
ug: ئېنېرگىيە تولۇق

source: Enlarge message text
ug: ئۇچۇر تېكىستنى چوڭايتىدۇ

source: Enlightened Terminal Emulator
ug: Enlightened تېرمىنال تەقلىدلىگۈ

source: Enter PIN
ug: PIN كىرگۈزۈش

source: Enter a city name or address
ug: شەھەر ئىسمى ياكى ئادرېس كىرگۈزۈڭ

source: Enter a command to use if HAL system fails to mount the disc.
ug: دىسكىنى ئېگەرلەشتە HAL سىستېمىسى مەغلۇپ بولسا ئىشلىتىدىغان بۇيرۇقنى كىرگۈزۈڭ.

source: Enter a command to use if the HAL system fails to unmount the disc.
ug: دىسكىنى ئېگەرسىزلەشتە HAL سىستېمىسى مەغلۇپ بولسا ئىشلىتىدىغان بۇيرۇقنى كىرگۈزۈڭ.

source: Enter a list of patterns that will be used to determine whether this action should be displayed for a selected file. If you specify more than one pattern here, the list items must be separated with semicolons (e.g. *.txt;*.doc).
ug: ئەندىزە تىزىمىنى كىرگۈزۈڭ. بۇ ئارقىلىق مەزكۇر مەشغۇلات تاللانغان ھۆججەتكە نىسبەتەن كۆرۈنىدىغان-كۆرۈنمەيدىغانلىقىنى بەلگىلىگىلى بولىدۇ. بىر قانچە ئەندىزە بەلگىلىمەكچى بولسىڭىز، ئۇلارنى قوش پەش بىلەن ئايرىڭ. (مەسىلەن «*.txt;*.doc» دېگەندەك).

source: Enter a list of patterns that will be used to determine which files are visible in a directory. If you specify more than one pattern here, the list items must be separated with semicolons (e.g. *.txt;*.doc).
ug: مۇندەرىجە ئىچىدىكى كۆرۈنىدىغان ھۆججەتلەرنى ئىپادىلەيدىغان ئەندىزە تىزىمىنى كىرگۈزۈڭ. بىر قانچە ئەندىزە بەلگىلىمەكچى بولسىڭىز، ئۇلارنى قوش پەش بىلەن ئايرىڭ. (مەسىلەن «*.txt;*.doc» دېگەندەك).

source: Enter a name for the newly created file:
ug: يېڭى قۇرماقچى بولغان ھۆججەتنىڭ ئاتىنى كىرگۈزۈڭ:

source: Enter a name for the newly created folder:
ug: يېڭى قۇرماقچى بولغان قىسقۇچنىڭ ئاتىنى كىرگۈزۈڭ:

source: Enter a new name:
ug: يېڭى ئاتىنى:

source: Enter any valid strftime function parameter.
ug: strftime فۇنكسىيىسىنىڭ خالىغان ئىناۋەتلىك پارامېتىرىنى كىرگۈزۈڭ.

source: Enter keyword here
ug: ئاچقۇچلۇق سۆزنى بۇ يەرگە كىرگۈزۈڭ

source: Enter new column title here
ug: يېڭى ئىستون ماۋزۇسىنى بۇ يەرگە كىرگۈزۈڭ

source: Enter search phrase here
ug: ئىزدەيدىغاننى بۇ يەرگە كىرگۈزۈڭ

source: Enter shortcut address
ug: تېزلەتمە ئادرېسىنى كىرگۈز

source: Enter shortcut title
ug: تېزلەتمە ماۋزۇسىنى كىرگۈز

source: Enter some text here you would like to read. Be relaxed and make yourself comfortable, then press Start to begin speed reading.
ug: ئوقۇماقچى بولغان تېكىستنى بۇ يەرگە كىرگۈزۈڭ. جىددىيلەشمەڭ، ئۆزىڭىزنى ئازادە تۇتۇڭ، ئاندىن باشلا نى بېسىپ تېز ئوقۇشنى باشلاڭ.

source: Enter the URL of a web site which offers translation or dictionary services. Use {word} as placeholder for the searched word.
ug: لۇغەت ياكى تەرجىمە مۇلازىمىتىنى تەمىنلىگەن توربەتنىڭ ئادرېسىنى كىرگۈزۈڭ. ئىزدەيدىغان سۆزنى ساقلاپ قويىدىغان ئورۇن سۈپىتىدە {word} نى ئىشلىتىڭ.

source: Enter the album/record title here.
ug: ئالبوم/پلاستىنكا ئاتىنى بۇ يەرگە كىرگۈزۈڭ.
